Revit 2027 API
ParameterTypeId.NumberSystemJustify Property
 "Justify"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemJustify { get; }
Public Shared ReadOnly Property NumberSystemJustify As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemJustify {
	ForgeTypeId^ get ();
}
static member NumberSystemJustify : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace